{
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<blank>": 3,
    "<unk>": 4,
    "<s>": 5,
    "</s>": 6,
    "▁": 7,
    "i": 8,
    "n": 9,
    "ng": 10,
    "a": 11,
    "u": 12,
    "c": 13,
    "m": 14,
    "▁t": 15,
    "h": 16,
    "o": 17,
    "▁th": 18,
    "t": 19,
    "à": 20,
    "nh": 21,
    "▁l": 22,
    "▁m": 23,
    "á": 24,
    "▁ch": 25,
    "y": 26,
    "▁s": 27,
    "ô": 28,
    "ế": 29,
    "ó": 30,
    "ố": 31,
    "ả": 32,
    "g": 33,
    "p": 34,
    "ắ": 35,
    "ờ": 36,
    "ậ": 37,
    "ơ": 38,
    "ã": 39,
    "M": 40,
    "ề": 41,
    "ể": 42,
    "ứ": 43,
    "ú": 44,
    "ở": 45,
    "ọ": 46,
    "x": 47,
    "ồ": 48,
    "ệ": 49,
    "k": 50,
    "ị": 51,
    "ữ": 52,
    "í": 53,
    "ộ": 54,
    "ê": 55,
    "e": 56,
    "é": 57,
    "ặ": 58,
    "ợ": 59,
    "ò": 60,
    "ì": 61,
    ".": 62,
    "ù": 63,
    "ỉ": 64,
    ",": 65,
    "ấ": 66,
    "ẫ": 67,
    "ẽ": 68,
    "ổ": 69,
    "ỏ": 70,
    "ỗ": 71,
    "ụ": 72,
    "ự": 73,
    "ủ": 74,
    "ử": 75,
    "ẳ": 76,
    "ĩ": 77,
    "ý": 78,
    "ũ": 79,
    "è": 80,
    "ẻ": 81,
    "!": 82,
    "õ": 83,
    "ỡ": 84,
    ":": 85,
    "ẩ": 86,
    "ỷ": 87,
    "ễ": 88,
    "?": 89,
    "l": 90,
    "-": 91,
    "À": 92,
    "Ở": 93,
    "ỵ": 94,
    "ỹ": 95,
    "s": 96,
    "'": 97,
    ";": 98,
    "T": 99,
    "Ư": 100,
    "Â": 101,
    "Á": 102,
    "F": 103,
    "U": 104,
    "Y": 105,
    "Ô": 106,
    "R": 107,
    "ỳ": 108,
    "D": 109,
    "X": 110,
    "G": 111,
    "Q": 112,
    "P": 113,
    "ằ": 114,
    "L": 115,
    "E": 116,
    "S": 117,
    "A": 118,
    "V": 119,
    "K": 120,
    "ă": 121,
    "B": 122,
    "ừ": 123,
    "H": 124,
    "Đ": 125,
    "ẹ": 126,
    "d": 127,
    "q": 128,
    "ầ": 129,
    "N": 130,
    "C": 131,
    "â": 132,
    "ớ": 133,
    "ạ": 134,
    "v": 135,
    "b": 136,
    "ư": 137,
    "r": 138,
    "I": 139,
    "O": 140,
    "f": 141,
    "Ý": 142,
    "Ă": 143,
    "đ": 144,
    "Ơ": 145,
    "Ả": 146,
    "Ẩ": 147,
    "ẵ": 148,
    "Ố": 149,
    "Ồ": 150,
    "Ừ": 151
}