<pad>
<sos>
<eos>
quả
nhiên
trúng
tuyển
vào
trường
quốc
lập
khi
con
có
mẹ
nghe
thảo
nói
bố
đi
làm
trưa
mới
về
hà
ni
đánh
bạo
gọi
khẽ
nước
chảy
trên
sông
nào
các
bạn
ơi
mỗi
lần
như
vậy
là
liền
quay
lại
ngay
rướn
lên
cho
hai
chiếc
xe
ngoắc
với
nhau
bánh
kẹo
ngọt
xong
xuôi
cũng
đã
quá
sợ
lắm
sang
trinh
cô
hỏi
lạnh
buốt
luôn
ấy
đáng
tôi
vẫn
nằm
đây
mà
ông
bà
tao
ngày
thì
không
muốn
mua
miếng
trầu
lấy
ra
những
nhất
để
mãi
còn
ai
vừa
càng
lúc
mất
tự
chủ
tuấn
ngạc
nhưng
tiếng
cái
búp
bê
mày
đang
thờ
kia
thật
à
người
chẳng
biết
sống
được
chuyện
này
anh
cần
em
ba
vàotrong
bệnh
viện
sẽ
thăm
phòng
của
phương
nhát
bảo
thân
thiết
hơn
nữa
khách
sỉ
lẻ
đặt
cọc
trước
hàng
sao
mang
nỗi
niềm
cúc
tím
rút
tay
thấy
đau
hay
mệt
hả
xem
vong
hợp
nhập
đó
dọn
dẹp
tiền
lẽ
hiệu
nghiệm
bát
hương
bốc
cháy
liên
quan
gì
đến
cây
lâu
năm
thời
kỳ
ở
thái
lan
hãy
đầu
lăn
lóc
dưới
mặt
đất
nội
nó
tướng
chết
yểu
rồi
đâu
đêm
khuya
quân
khốn
ghét
nên
nhà
phải
lễ
rước
lắc
vòng
ánh
sáng
hiện
trông
đẹp
ta
khác
kẻ
vô
nơi
một
vực
sau
nhớ
trong
lòng
da
diết
mấy
nấu
ăn
chúng
thưởng
thức
khóc
nhiều
đôi
mắt
mỏi
bộ
chạy
bình
thường
hạ
huých
điều
hôm
sảy
truyện
nhìn
mình
gầm
sinh
bên
sai
tốt
trưởng
làng
tại
thế
cơ
chứ
kế
rất
đại
bản
chỗ
ôm
rên
rỉ
điện
thoại
tìm
ảnh
thú
vị
xin
chân
thành
cảm
ơn
đường
bây
giờ
chinh
song
trai
cũ
trầm
ngâm
thắc
mắc
ngơ
ngác
cửa
sổ
họ
tiếp
kiềm
chế
giải
thích
mùa
xuân
trống
trải
se
thắt
hồn
thiếu
phụ
lời
hiểu
bị
gặp
tai
nạn
vì
xấu
xí
tịch
việt
nam
dân
cộng
hòa
tiếc
hẹn
chắc
đúng
hét
toáng
tình
suốt
cuộc
đời
dòng
tin
nhắncám
dương
kiểm
tra
thương
mọi
lừa
đảo
quái
quỷ
vội
ma
đuổi
đứng
bước
từng
nhịp
tiến
ngôi
thầm
đấy
nghiêm
giọng
quán
tên
bắt
cháu
theo
và
lớn
chàng
vàng
bóc
đừng
chỉ
lung
tung
buổi
mẫu
tượng
khiến
trình
thao
vời
vợi
sơn
bồn
chồn
thể
ngủ
nhầm
nhẹ
nhàng
yêu
núi
lờ
phía
hôi
bác
cứ
đùa
lăng
xây
lang
thang
khắp
hớn
hỏ
nghĩ
chơi
sương
xuống
chị
thược
dược
dối
chó
ngáp
ruồi
công
nhờ
may
mắn
chớ
tài
giỏi
cậu
hát
khen
thiên
bất
kể
cha
âm
nhạc
xuyến
việc
gia
đình
đợi
tộc
tính
từ
tưởng
bé
đảng
lao
động
thất
bại
trọng
mỉm
cười
chào
ngồi
bật
dậy
coi
sắc
kìa
xanh
rờn
thằng
bẩn
chiến
tranh
chống
mỹ
qua
mười
thảm
nhung
cát
bụi
cùng
be
bởi
toát
cả
đứa
giật
tấn
tinh
thần
hốt
hoảng
dạ
ý
nhi
phát
điên
gần
đàn
bơi
tới
biển
hất
nhanh
máu
nhé
ngó
tí
hứa
xưa
cơn
ấm
nếu
bằng
hầu
câu
tựa
đề
vùng
tây
bắc
cánh
mở
phản
xạ
đám
hồi
ghé
bói
tĩnh
đáp
riết
giữa
vọng
giá
bao
minh
cạnh
giữ
gìn
tươi
ngời
phong
tương
lai
ít
ngào
buồn
nay
tiểu
thuyết
khát
dục
giáo
trả
vâng
đồng
trở
giường
ám
nguy
hiểm
bài
thơ
cổ
vũ
đội
lạ
mong
hề
đưa
thỉnh
phũ
phàng
dạy
xen
lẫn
hồ
trôi
tuyệt
tốn
sức
bạc
thực
giam
trung
phần
chưa
bôi
màu
hoạt
ngoài
tư
chí
chớp
cuối
chờ
đông
nài
nỉ
dễ
tâm
chuyến
bay
sắp
cất
chính
tất
mắng
ban
chấp
hành
ương
hình
đậu
cao
nhấm
nháp
trái
táo
giởi
ngờ
kumanthong
quý
mạng
chú
kiến
tức
nghiệt
ngã
gió
trời
già
thôi
cầu
quên
thay
đổi
cách
chóng
đành
biện
lý
do
na
gian
im
lặng
tờ
uống
rượu
cố
cạn
ly
chất
đắng
cảnh
vật
đều
gội
rửa
mơ
học
tội
nghiệp
khổ
mai
vợ
trẻ
đuối
ái
ân
lạt
lẽo
chồng
giúp
ích
kính
tuổi
chung
thập
tử
rời
khỏi
bàn
kuman
khỉ
phiền
nâng
niu
lâm
li
cõi
rét
chỉnh
phân
tích
rõ
tải
tông
bỏ
chở
hơi
nhô
chút
hộp
rớp
nhận
đón
chuông
reo
thứ
yếu
ớt
đèn
dầu
quỳnh
yên
bừa
nắng
mưa
họccặp
hết
quyết
định
co
rằng
hoa
dáng
tim
vỡ
thầy
mừng
miệng
nhe
đỏ
lòm
xung
quanh
lẩm
bẩm
đỗ
nghè
đe
xóm
hống
hách
phách
lối
xa
nghĩa
thấp
thông
kén
chọn
khó
khăn
xứng
khủng
khiếp
tận
hưởng
giác
khoái
lạc
nhủ
phúc
trùng
họa
đơn
mờ
hắt
xác
bận
thanh
quấy
phá
tầm
hội
khé
biến
ưa
thị
cút
dẫu
gửi
sóng
chăm
sóc
spa
kéo
che
to
kêu
cứu
bóng
đen
lùng
chiều
thu
phớt
thở
dài
màn
ước
thi
thấu
tháng
mòn
hao
gầy
bờ
môi
tê
tha
cử
phạt
tùy
tứ
thả
hoang
rừng
chúa
lành
ứng
tỉnh
hoàn
toàn
hoạch
nghỉ
ngơi
vuông
tròn
bế
bồng
bốn
mươi
chín
nhún
vai
sự
rành
rẽ
chóc
đỡ
đần
rắt
lấp
lánh
nhân
lìa
thẳng
đâm
tụi
gàn
đĩ
điếm
thôn
e
ri
a
bông
đem
run
gào
thụ
đương
cơm
áo
gạo
ô
tô
bi
kịch
đoàn
nhỏ
ràng
khứ
rùng
sàn
bí
danh
bút
suy
số
máy
lưu
an
vượt
thoạt
bụng
linh
lức
mạnh
shop
kinh
doanh
quần
ác
nguồn
năng
lượng
va
đạp
mép
dần
tránh
sát
nhiêu
mật
hiền
dịu
dàng
lỗi
kẹp
hẳn
nhắm
dãy
bày
giống
kiếm
nghi
hoài
ghen
lỡ
uổng
riêng
trú
ngụ
hạnh
thắp
báo
cụ
đàng
hoàng
vui
chia
sẻ
níu
in
mệnh
dép
kịp
ứa
tái
trao
dồi
đạo
đức
cành
phan
giấc
nhói
nhắc
thoảng
bán
xô
nghịch
ngợm
cấp
gỡ
trại
no
cặn
kẽ
dũng
kích
kết
bức
chụp
cụp
tri
khăng
khít
vắng
thảy
lượt
nhốt
lắp
bắp
ạ
ngăm
cởi
trần
chặt
hũ
tro
cốt
chăng
lá
chương
ngôn
kí
xuất
mã
null
truy
rỡ
cầm
ổn
cúi
tuyên
truyền
mê
tín
dị
đoan
hang
thổi
thốc
lưng
đápmùa
trắng
thậm
đọng
cọ
nặng
trĩu
cẩn
thận
đồ
cúng
xảy
tạm
biệt
ru
khôn
tiên
viết
tặng
sân
khấu
dằn
vặt
gây
mọc
rễ
bùn
chậm
rãi
vẽ
hôn
ngập
ngừng
tang
lo
kèm
ờ
nhỉ
vụ
thai
ratrầm
trêu
phen
gấp
ngàn
dốc
lũ
lệch
mức
toan
vù
gái
xé
rách
thinh
sấm
nổ
vang
rền
ủ
rũ
bơ
quát
căn
thùng
rỗng
liệu
xao
soi
kẻo
lặp
nửa
tiện
dặn
dò
trăn
trối
thắm
pha
vất
vả
giả
vờ
tần
trận
bõ
vuốt
ve
lọ
thủy
gượng
liệt
đung
mặc
dù
đá
khéo
tàn
tật
dại
ngại
suỵt
mồm
dạt
dào
êm
săn
xích
lợi
ngỏ
tuần
rộn
rã
thơm
thối
xôn
lùi
khỏe
trò
đà
sáu
hút
tạo
lặn
lội
nhăng
khép
tủi
hờn
uất
hận
nấc
ưỡn
chợ
phố
đáy
thuộc
phước
ôi
tham
luyến
đền
chùa
thoát
binh
cương
giấu
hở
mùi
nến
sáp
buôn
thánh
đắt
nguyên
vẹn
điểm
tồi
trăm
quen
khói
nụ
độn
khoai
lát
giọt
hạt
rơi
tý
tách
dẫn
váy
mỏng
khiêu
gợi
kém
vẻ
can
đảm
tấm
góc
rằm
uốn
thuở
non
ngây
xét
hái
thuốc
nhặt
đăm
chiêu
hữu
xì
loạn
bọn
tớ
đùi
răng
dán
đầy
khinh
bỉ
hồng
má
lúng
túng
sữa
nhang
tà
ngán
siêng
dẻo
thà
hởi
muộn
apheng
nhường
dọa
đống
toang
quấn
rì
rào
vụng
chèo
ghi
cãi
hóa
làn
tan
đọc
độc
hi
lủi
thủi
khí
ảm
đạm
thêm
gỗ
nhăn
chịu
đồn
vía
đủ
rủ
voi
óc
vận
thua
giơ
thề
lam
chốt
cổng
mán
mường
mèo
té
tối
hổn
hển
mồ
gật
nghiền
nát
triền
miên
niệm
tò
mò
hiên
hóng
dịch
tuồng
sĩ
khám
dự
nổi
giông
tập
leo
đóng
kín
trốn
hãi
nghề
mầm
dắt
dám
xá
xôi
rực
đóa
tạt
ngang
sốc
sung
sướng
địch
cốc
khá
kiểu
dụt
dè
tục
dưng
tuy
tường
bữa
ải
vệ
cá
bè
văn
chúc
đè
dã
quỳ
sắm
cưới
bếp
bậy
ngửa
duyên
ngọc
ngà
đột
ngột
điệu
băn
khoăn
trương
khoa
tắt
rầm
chuyển
dõi
đặc
hẻm
gắng
cứng
gánh
tôm
chạng
vạng
rạng
đoạn
dừng
lái
loàn
bàng
si
dấu
cào
dặm
bẹp
dí
liện
bửa
củi
hủ
trách
ngắm
miếu
cuồng
trí
ốm
đựng
tóc
hé
dường
nhảm
thuê
quản
hoặc
đắc
hiếu
cối
khô
nồng
say
ký
ức
nại
gáy
dựng
chấn
phục
ok
á
nhảy
vút
dãi
lim
dim
vác
ngoan
ngoãn
xức
đối
chả
tồn
ghế
kìm
vĩnh
cận
sầu
khu
vườn
vốn
mềm
cỏ
alo
xăm
chăn
gối
trăng
bến
mũi
lắng
sâu
mếu
máo
nãy
vít
chạnh
phóng
chay
não
nề
bấm
bướng
bỉnh
viên
tác
dụng
thửa
hổ
nuôi
đói
thuyền
cập
chòng
trành
cà
phê
khuây
khỏa
phút
gũi
ngóng
quáng
nét
nắm
vương
độ
soát
xiết
mỉa
lôi
nha
lộn
xộn
nhiệt
gập
ghềnh
sỏi
lửa
ngực
huyền
đẫm
lệ
nhánh
ráng
địa
ngục
gãy
bó
bột
nhấp
ngụm
trà
thuận
rộng
chứng
quátôi
chắn
xóa
kumanthông
sẳn
chim
sáo
tước
khuôn
me
vinh
nhục
bầm
thúc
triển
khuyết
ngoc
sản
tế
trồng
đào
hố
chôn
trèo
đèo
chìm
vài
láo
kỷ
lấn
cấn
mải
miết
chừa
rọi
hầm
đổ
dồn
tring
mãnh
đàm
tiếu
chợt
khấn
khối
hâm
dẫm
thốt
ca
hại
sớm
muôn
mộng
bỗng
mị
hỏng
bỏng
hòng
đôn
đáo
bấy
tầng
rệt
lảng
vảng
quận
nhắn
khoảng
chai
bầu
xã
ghê
hệ
sửa
camera
snapchat
giới
bèn
rối
rít
chục
exciter
diện
chạm
nốt
lông
dạng
hững
hờ
thoải
mái
diễn
khanh
ướt
bực
toán
lộ
sexy
mẽ
hài
rợp
u
mù
mịt
ngón
đan
cán
mênh
chép
móc
túi
nheo
nhẫn
sợi
dây
vấn
chimquảng
cáo
trừng
trị
thuột
vụt
cõng
rắn
cắn
gà
hiếp
văng
vẳng
phận
mời
dùng
pheng
kỉ
siêu
ẩn
phép
giản
đố
kị
tigôn
tre
dứa
ầm
lư
phim
chiếu
rảnh
thủ
miệt
tị
some
rẩy
nhóc
kamen
nể
bớt
trùm
trừ
mát
ngon
mo
ku
man
vắt
nép
giàu
lục
đục
đập
nông
khẩu
ởn
keo
lon
ton
trọn
hư
nhón
vục
hân
thiệu
ngẩn
tạ
tiêu
thọ
vỏ
dưa
dừa
mau
xế
mảy
sám
hối
khuyên
facebook
delete
đăng
giất
sướt
mướt
dày
chan
chứa
rụng
luống
cuống
dỗ
lơ
ngậm
mì
nhai
ngấu
nghiến
quyền
vạn
buông
khúc
nhiệm
phẩm
y
trịch
tủ
bồ
thổ
cẩm
gói
quà
xịt
lốp
lòa
nhòa
đòi
di
bâng
khuâng
mảnh
nối
ny
hớt
hải
bần
vươn
khao
đềm
đô
lau
cám
đút
thìa
cháo
khan
hạn
hán
xúm
đụng
gan
tết
nấy
nhọc
gắn
thịt
trang
nữ
rưỡi
phán
măng
nóng
lãng
hộc
thừa
bủn
rủn
thyền
xoa
vánh
cong
ừ
nêu
kề
đãng
kỵ
sạch
lạng
quạnh
giao
còi
phú
bóp
đấu
gủ
vở
duy
trơ
lì
sót
thèm
khai
bò
nhá
dâng
gạt
sẵn
trâu
buộc
xương
màng
kiên
cường
ngát
đờ
đẫn
son
chữa
lực
quãng
quây
sực
phác
mộ
tán
gẫu
ửng
sũng
nhờn
khung
bậc
xúc
giây
phật
áp
lớp
đắm
mớ
hỗn
tạp
ồ
trì
thưa
mơn
trớn
dịp
muối
rợn
rót
nở
mối
dấy
bịch
nhít
khốc
ôn
gục
thăng
đẩy
suýt
niên
trấn
tổn
thấm
mây
dát
óng
bướm
hướng
phù
hộ
ngả
loài
dở
cản
loạt
chuột
lột
cột
tưng
bừng
đêmnhức
nhối
tả
tưới
đong
chột
khuất
sờ
lay
pháp
lính
chi
sạc
sạm
giang
đở
cặp
kè
soạn
đạc
loại
xử
han
du
chùm
hè
nực
ngăn
nhị
thợ
hóc
sùng
bái
nức
rỗi
lạy
đoán
lặt
thoáng
đợt
gõ
dỗi
thính
chấm
net
cân
chóp
giết
tẩm
ngẩm
ngầm
đấm
lửng
nền
khóa
kĩ
len
lén
trán
xua
xinh
bye
bội
lều
tòa
ngói
kháng
chu
choa
lẩy
bẩy
lat
dơ
thù
vướng
hùa
giành
thong
ruồng
rãy
côi
ồn
ào
kiệt
roi
vọt
bùi
mạo
chừng
lả
gương
tráp
kì
trữ
đồi
hú
chè
tấp
nợ
kiếp
cuốn
thảnh
thơi
lòe
đai
mỡ
ngoại
trụ
ồm
àm
chửi
mông
bứt
rứt
nghẹt
khán
ập
khả
gạch
chắp
cung
tân
hô
sụp
trơn
tru
nôn
vòi
van
vãi
long
lanh
khoác
súng
mổ
lứa
lão
cúii
trợn
lia
lịa
nhóm
microsoft
teams
xoài
nhoẻn
quýt
cam
tháy
tíu
tít
ruột
nháy
vầng
chánh
vơ
tỏ
phấn
khởi
nguyện
dợt
la
đước
thét
râu
phơ
đeo
thảng
tậu
tia
đậm
phụng
dưỡng
còm
ây
bắn
mãu
kỹ
album
thuật
chớm
hanh
cộc
lốc
sỹ
vơi
thẹn
luồn
âu
yếm
gặng
chê
bai
vi
vu
ngùng
ngõ
gã
khờ
dải
lụa
sánh
cấu
ắng
nghiêng
bối
thồ
tỏa
miền
giận
tản
mạn
thiểu
chảnh
xơ
trót
dạo
xạc
xào
hò
nhạt
gốc
quyện
au
tràn
bạt
dứt
nghệ
hàm
quai
trễ
đốn
ngượng
sa
mạc
liêu
quẩn
vần
chập
chờn
tấc
móng
lãnh
sư
tổng
dột
đớn
lấm
khóe
léo
thâu
món
ơ
sâm
ngần
chặn
hoải
điêu
đuôi
giỗ
chối
gián
mi
gáp
nẻo
ngược
nén
cắm
ống
mút
đằng
mách
lộc
ngọn
than
lò
bung
hiu
dành
lòngyêu
ngộ
hiếm
ninh
google
hangouts
quỉ
cắt
xít
đẩu
giục
ngu
ngốc
vớ
vẩn
thản
tiết
đax
chán
chường
ngỡ
tong
quạt
choàng
ảo
quặn
thác
vết
tàu
chuẩn
thiêng
vẫy
ngưng
chợp
khiên
giai
nhật
bá
ngất
cực
cở
tắm
gót
phẳng
phiu
trộm
thói
chòa
chốc
húc
nghìn
bịt
tã
dâm
đúc
phượt
chốn
thâm
sởn
gai
ốc
ti
thềm
thoa
luận
trào
hỉ
xả
thước
hứng
sài
gòn
rắc
quàng
khổthân
quét
rác
ngoằn
ngoèo
hắn
mõ
tụng
thót
vọc
niêu
ấp
úng
quyến
dĩ
thiệp
nhấc
lô
rạt
chữ
lượn
múa
quy
dung
tăng
phủ
lộp
bộp
nguyển
rủa
quằn
quại
thống
sơ
tóm
hột
căng
dập
dờn
ấylắc
tiểng
xứ
mượt
songchai
phết
bét
thẳm
<unk>
<blank>
